package me.deepcraft.commands.list;

import me.deepcraft.commands.Command;
import me.deepcraft.utils.ChatUtil;

public class TestCrashCommand extends Command {
    public TestCrashCommand() {
        super("testcrash");
    }

    @Override
    public void execute(String[] args) {
        ChatUtil.publicMessage("̗̘̯͔͔͔̚͵ΐΐΑ͖ͤͶ͏͎͎̺̺̦̦̻̻̻̻̻̻̻̻̻̐̐̐˨ΏΏΊͽ͒͒̔˚˚˚˚˚˚˚˚˚˚˚˚͖͖͖͖͖͖͖͖͖̗̘̯͔͔͔̿̿̿̿ͦ̚͵ΐΐΑ͖ͤͶ͏͎͎̺̺̦̦̻̻̻̻̻̻̻̻̻̐̐̐˨ΏΏΊͽ͒͒̔˚˚˚˚˚˚˚˚˚˚˚˚͖͖͖͖͖͖͖͖͖̗̘̯͔͔͔̿̿̿̿ͦ̚͵ΐΐΑ͖ͤͶ͏͎͎̺̺̦̦̻̻̻̻̻̻̻̻̻̐̐̐˨ΏΏΊͽ͒͒̔˚˚˚˚˚˚˚˚˚˚˚˚͖͖͖͖͖͖͖͖͖̗̘̯͔͔͔̿̿̿̿ͦ̚͵ΐΐΑ͖ͤͶ͏͎͎̺̺̦̦̻̻̻̻̻̻̻̻̻̐̐̐˨ΏΏΊͽ͒͒̔˚˚˚˚˚˚˚˚˚˚˚˚͖͖͖͖͖͖͖͖͖̗̘̯͔͔͔̿̿̿̿ͦ̚͵ΐΐΑ͖ͤͶ͏͎͎̺̺̦̦̻̻̻̻̻̻̻̻̻̐̐̐˨ΏΏΊͽ͒͒̔˚˚˚˚˚˚˚˚˚˚˚˚͖͖͖͖͖͖͖͖͖̗̘̯͔͔͔̿̿̿̿ͦ̚͵ΐΐΑ͖ͤͶ͏͎͎̺̺̦̦̻̻̻̻̻̻̻̻̻̐̐̐˨ΏΏΊͽ͒͒̔˚˚˚˚˚˚˚˚˚˚˚˚͖͖͖͖͖͖͖͖͖̗̘̯͔͔͔̿̿̿̿ͦ̚͵ΐΐΑ͖ͤͶ͏͎͎̺̺̦̦̻̻̻̻̻̻̻̻̻̐̐̐˨ΏΏΊͽ͒͒̔˚˚˚˚˚˚˚˚˚˚˚˚͖͖͖͖͖͖͖͖͖̗̘̯͔͔͔̿̿̿̿ͦ̚͵ΐΐΑ͖ͤͶ͏͎͎̺̺̦̦̻̻̻̻̻̻̻̻̻̐̐̐˨ΏΏΊͽ͒͒̔˚˚˚˚˚˚˚˚˚˚˚˚͖͖͖͖͖͖͖͖͖̗̘̯͔͔͔̿̿̿̿ͦ̚͵ΐΐΑ͖ͤͶ͏͎͎̺̺̦̦̻̻̻̻̻̻̻̻̻̐̐̐˨ΏΏΊͽ͒͒̔˚˚˚˚˚˚˚˚˚˚˚˚͖͖͖͖͖͖͖͖͖̗̘̯͔͔͔̿̿̿̿ͦ̚͵ΐΐΑ͖ͤͶ͏͎͎̺̺̦̦̻̻̻̻̻̻̻̻̻̐̐̐˨ΏΏΊͽ͒͒̔˚˚˚˚˚˚˚˚˚˚˚˚͖͖͖͖͖͖͖͖͖̗̘̯͔͔͔̿̿̿̿ͦ̚͵ΐΐΑ͖ͤͶ͏͎͎̺̺̦̦̻̻̻̻̻̻̻̻̻̐̐̐˨ΏΏΊͽ͒͒̔˚˚˚˚˚˚˚˚˚˚˚˚͖͖͖͖͖͖͖͖͖̗̘̯͔͔͔̿̿̿̿ͦ̚͵ΐΐΑ͖ͤͶ͏͎͎̺̺̦̦̻̻̻̻̻̻̻̻̻̐̐̐˨ΏΏΊͽ͒͒̔˚˚˚˚˚˚˚˚˚˚˚");
        ChatUtil.publicMessage("̗̘̯͔͔͔̚͵ΐΐΑ͖ͤͶ͏͎͎̺̺̦̦̻̻̻̻̻̻̻̻̻̐̐̐˨ΏΏΊͽ͒͒̔˚˚˚˚˚˚˚˚˚˚˚˚͖͖͖͖͖͖͖͖͖̗̘̯͔͔͔̿̿̿̿ͦ̚͵ΐΐΑ͖ͤͶ͏͎͎̺̺̦̦̻̻̻̻̻̻̻̻̻̐̐̐˨ΏΏΊͽ͒͒̔˚˚˚˚˚˚˚˚˚˚˚˚͖͖͖͖͖͖͖͖͖̗̘̯͔͔͔̿̿̿̿ͦ̚͵ΐΐΑ͖ͤͶ͏͎͎̺̺̦̦̻̻̻̻̻̻̻̻̻̐̐̐˨ΏΏΊͽ͒͒̔˚˚˚˚˚˚˚˚˚˚˚˚͖͖͖͖͖͖͖͖͖̿̿̿̿ͦ");
        for (int i = 0; i < 1000; i++) {
            ChatUtil.publicMessage("̗̘̯͔͔͔̚͵ΐΐΑ͖ͤͶ͏͎͎̺̺̦̦̻̻̻̻̻̻̻̻̻̐̐̐˨ΏΏΊͽ͒͒̔˚˚˚˚˚˚˚˚˚˚˚˚͖͖͖͖͖͖͖͖͖̗̘̯͔͔͔̿̿̿̿ͦ̚͵ΐΐΑ͖ͤͶ͏͎͎̺̺̦̦̻̻̻̻̻̻̻̻̻̐̐̐˨ΏΏΊͽ͒͒̔˚˚˚˚˚˚˚˚˚˚˚˚͖͖͖͖͖͖͖͖͖̗̘̯͔͔͔̿̿̿̿ͦ̚͵ΐΐΑ͖ͤͶ͏͎͎̺̺̦̦̻̻̻̻̻̻̻̻̻̐̐̐˨ΏΏΊͽ͒͒̔˚˚˚˚˚˚˚˚˚˚˚˚͖͖͖͖͖͖͖͖͖̿̿̿̿ͦ");

        }
    }
}
